Revit 2027 API
BuiltInFailures.TagFailures.CannotPasteTag Property
 Can't find new element to tag. Tag won't be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteTag { get; }
Public Shared ReadOnly Property CannotPasteTag As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteTag {
	FailureDefinitionId^ get ();
}
static member CannotPasteTag : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace